import random
print("правило: первый игрок придумывает предложение,второй игрок должен нарисовать и тд")
print("и в место хештегов вписать имя файла\n")
print("точно так же если вы пользователь с четным числом но только открыть файл client2")
print("в этом приложенни есть встроенный пейнт если у вас его нет он так и называется paint\n,так же у нас есть встроенный блокнот каторый называется teext")
print("правило вожможно могут быть не правильные или не понятно написанны,вы можите связатся со мной вот мой дискорд=писькин дрыщь#7008")
a = int()
a.randint(1,4)
print("вы игрок номер:", a)